Repository: wp-plugins/specific-cssjs-for-posts-and-pages
Catalog: languages/ttscj-*.po
Languages: es_es

source: Specific CSS or Javascript
es_es: CSS o Javascript específico

source: Here you can specify CSS or JavaScript files to be used only in this entry, in addition you can write code that will be added into header of the page of this entry.
es_es: Aquí puedes especificar archivos CSS o Javascript para ser usados solamente en esta entrada, adicionalmente puedes escribir código que será agregado en el encabezado de la página de esta entrada.

source: URL of the custom CSS file
es_es: URL del archivo CSS personalizado

source: (Separate multiple URLs with spaces)
es_es: (Separa múltiples URLs con espacios)

source: URL of the custom Javascript file
es_es: URL del archivo Javascript personalizado

source: Write here custom CSS or Javascript for this entry, it will be added within tags &lt;header&gt;
es_es: Escribe el código CSS o Javascript personalizado para esta entrada, será agregado dentro de las etiquetas &lt;header&gt;

source: (Do not forget to include opening and closign tags for CSS &lt;style&gt; or Javascript &lt;script&gt;)
es_es: (No olvides incluir las etiquetas para abrir y cerrar el CSS &lt;style&gt; o el Javascript &lt;script&gt;)

source: Specific CSS/JS options
es_es: Opciones para los CSS/JS específicos

source: Specific CSS/JS
es_es: CSS/JS específicos

source: Specific CSS/JS for Posts and Pages
es_es: CSS/JS específicos para entradas y páginas

source: To use this feature in the bottom of the Write Post and Write Page you have a box to introduce the URL or URLs of the specific CSS and JS files, also you can add any code in header to specific posts or pages.
es_es: Para utilizar esta característica en la parte inferior de escribir entrada y escribir página hay unos campos para introducir la dirección o URL de los archivos CSS y JS, también puedes agregar cualquier código específico para la entrada o página.

source: Screenshot
es_es: Captura de pantalla

source: General options
es_es: Opciones generales

source: Specific CSS/JS on posts
es_es: CSS/JS específico en entradas

source: Enable specific CSS/JS on posts
es_es: Habilitar el CSS/JS específico en entradas

source: Specific CSS/JS on pages
es_es: CSS/JS específico en páginas

source: Enable specific CSS/JS on pages
es_es: Habilitar el CSS/JS específico en páginas

source: Save settings
es_es: Guardar configuración
